/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"accept_caption" = "Accepter";

/* (AEService) The default message for an unknown error. */
"support_unexpected_error" = "Une erreur inattendue s'est produite. Veuillez contacter l'équipe d'assistance.";

/* (Action Extension - ActionViewController) An error which occurs if the action extension is launched before the main Adguard app. */
"action_extension_no_configuration_message_format" = "Avant de pouvoir utiliser cette extension, %1$@ doit effectuer une configuration initiale. Lancer l'application principale %2$@ et laissez-la procéder.";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"support_rule_converting_error" = "Impossible de convertir les règles. Une erreur inattendue s'est produite. Veuillez contacter l'équipe d'assistance.";

/* (AEService) Service errors descriptions */
"json_converting_error" = "Impossible de convertir au format JSON!";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"support_message_sending_error" = "Impossible d'envoyer un message à l'équipe d'assistance car vous n'avez pas configuré votre compte e-mail.";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"common_action_cancel" = "Annuler ";

/* (AEService) Service errors descriptions */
"rule_converting_error" = "Impossible de convertir la règle de filtrage. Le texte de la règle est incorrect.";

/* (AEUIUtils) User filter convertering error description. */
"filter_rules_converting_error" = "Impossible de convertir les règles de filtrage utilisateur. Une des règles contient une erreur. Vérifier la règle suivante à la position actuelle du curseur.";

/* (Action Extension - AEAUIMainController) Label on switcher. Example: 'Enable filtering on www.github.com' */
"enable_filtering_format" = "Activer le filtrage pour %@";

/* Alert title. On error. */
"common_error_title" = "Erreur ";

/* (AEService) Service errors descriptions */
"safari_filters_loading_error" = "Les filtres ne peuvent pas être chargés dans Safari, par conséquent vos dernières modifications ne seront pas appliquées.";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"incorrect_blocking_page_format" = "Blocage incorrect sur la page:\n%@";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"safari_filters_loading" = "Chargement des filtres dans Safari en cours. Veuillez ne pas éteindre AdGuard, cela ne prendra pas plus de 30 secondes...";

/* (Action Extension - AEAUIMainController) error occurs when content blocker is disabled. */
"content_blocker_disabled_format" = "Notez que le bloqueur de contenu est désactivé. Cela signifie que les publicités ne seront pas filtrées, indépendamment des paramètres AdGuard. Veuillez activer le bloqueur de contenu AdGuard dans les paramètres de Safari afin de démarrer le filtrage.";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"preview_caption" = "Aperçu";

/* (Action Extension - ActionViewController) Can't obtain hostname when starting. */
"hostname_obtaining_error" = "Le nom d'hôte n'a pas été obtenu. La page n'est peut-être pas encore chargée.";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"assistant_launching_unable" = "La politique de sécurité de ce site web ne permet pas de lancer AdGuard Assistant.";

/* (Action Extension - ActionViewController) Some errors when starting. */
"support_error_safari_extension" = "Une erreur inattendue s'est produite lors de l'initialisation de l'extension Safari. Veuillez contacter l'assistance technique AdGuard si cela se produit de nouveau.";

/* (APUIAdguardDNSController) PRO version. Alert title. On warning. */
"common_warning_title" = "Alerte";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"filter_rules_maximum" = "Vous avez dépassé le nombre maximal de règles de filtrage.";

